USE UniversityPerformance;
GO
INSERT dbo.Faculties (Name, DeanFullName, BuildingNumber, PhoneNumber) VALUES
(N'Факультет інформаційних технологій', N'Декан 1', 1, N'000-001'),
(N'Економічний факультет', N'Декан 2', 2, N'000-002'),
(N'Юридичний факультет', N'Декан 3', 3, N'000-003');
INSERT dbo.Departments (Name, FacultyId, HeadFullName) VALUES
(N'Кафедра програмних систем і технологій', 1, N'Керівник 1'),
(N'Кафедра мережевих технологій', 1, N'Керівник 2'),
(N'Кафедра економічної кібернетики', 2, N'Керівник 3'),
(N'Кафедра фінансів', 2, N'Керівник 4'),
(N'Кафедра цивільного права', 3, N'Керівник 5');
GO
